Repository: Steelman9401/PornSite
Catalog: PornSite/Properties/Resources.*.resx
Languages: cs_cz

# Alert
source: Came here to beat some meat? This page is for adults only! Proceed only if you are 18+.
cs_cz: Přišels leštit bambus? Musíme tě upozornit, že tento web je pouze pro dospělé!

# All
source: All videos
cs_cz: Všechna videa

source: Anal
cs_cz: Anál

# App1
source: Wana get to porn quickly? Get our app!
cs_cz: Chceš mít porno hned po ruce? Stáhni si naší appku!

# App2
source: The app will appear as Excel in your phone.
cs_cz: V telefonu bude maskovaná jako Excel.

# Back
source: GO BACK TO THE PAGE
cs_cz: ZPĚT NA STRÁNKU

# Categories_modal
source: Categories
cs_cz: Kategorie

# Categories_page
source: Videos from category
cs_cz: Videa z kategorie

# Category_header
source: CATEGORIES
cs_cz: KATEGORIE

# Chrome
source: you can play the video preview by holding your finger on the video thumbnail or title (works on Chrome only)
cs_cz: podržením prstu na názvu nebo náhledu videa si můžeš přehrát ukázku (funkční pouze v prohlížeči Chrome)

# Cookies
source: This website uses cookies. By using it you agree with the way we use them to improve your experience.
cs_cz: Tento web využivá cookies. Jeho používáním s tím vyjadřuješ souhlas.

source: Czech
cs_cz: České porno

# Desc
source: No one will catch you watching porn now!
cs_cz: S náma už tě nikdy nikdo nenačapá, jak čumíš na porno! Minimálně teda nezjistí, na co čumíš.

source: Enter
cs_cz: Vstoupit

# Explanation
source: Now you don't need to worry about getting caught watching porn. Simply press any key on your keyboard anywhere on the page and it will disappear! Go ahead, try it!
cs_cz: Teď už se nemusíš bát, že tě někdo uvidí čumět na porno. Stačí kdekoliv na stránce stisknout červené tlačítko nebo jakoukoliv klávesu na klávesnici a stránka se přepne na něco vhodnějšího. Zkus to!

# Fb
source: us on facebook
cs_cz: nás na facebooku

# Firefox1
source: For firefox users:
cs_cz: Upozornění pro uživatele Firefoxu:

# Firefox2
source: In order fort the "safety button" to work with keyboard, you need to switch to different browser, etc. Google Chrome.
cs_cz: Pro správné fungování záchranného tlačítka je třeba upravit nastavení prohlížece nebo použít jiný, např. Google Chrome

# Hint
source: what does it do?
cs_cz: k čemu to kurva je?

source: History
cs_cz: Naposledy zhlédnutá videa

# Lang
source: en
cs_cz: cs

source: latest
cs_cz: nejnovější

# Mobile
source: show only videos for phones
cs_cz: zobrazit pouze videa pro telefony

# Nope
source: No, fuck off!
cs_cz: Jděte s tím do prdele!

# Ok
source: Sure!
cs_cz: Jasně vole!

source: Other
cs_cz: Další

# Press
source: Press any key!
cs_cz: Stiskni jakoukoliv klávesu!

# Recommended
source: Recommended videos
cs_cz: Doporučená videa

# Safety_button
source: WIFE NEARBY!
cs_cz: POZOR MANŽELKA

source: search
cs_cz: hledat

# SearchParam
source: Searching:
cs_cz: Hledaný výraz:

# Similiar
source: recommended videos
cs_cz: podobná videa

# Similiar_header
source: Recommended videos
cs_cz: Podobná videa

# Title
source: Watch porn safely! - fapping.guru
cs_cz: Nejmodernější česká porno stránka - Vymasti.si

source: TODAY
cs_cz: DNES

# Viewed
source: most viewed
cs_cz: nejsledovanější
